lang = {
	
lang_bred_country : "Узбекистан",
lang_country : "Узбекистан",
lang_var1 : "Площадь ",
lang_var1year : "в 2018г.",
lang_var1value : "425,400 км<sup>2</sup>",
lang_var2 : "Плотность Населения",
lang_var2year : "в 2018г.",
lang_var2value : "77.5  за км <sup>2</sup>",
lang_var3 : "ВВП на душу населения",
lang_var3year : "в 2019г.",
lang_var3value : "$1,724.8",
lang_infop1 : "Узбекистан - Центральноазиатская страна с населением 33 580 650 человек по состоянию на 2019 год, а за последнее десятилетие темпы роста населения составили около 1,7. Благодаря наличию больших мощностей по выработке электроэнергии и внушительным запасам природного газа Узбекистан стал крупнейшим производителем электроэнергии в Центральной Азии.",
lang_infop2 : "В региональном масштабе страна также является значимым поставщиком таких материалов, как уголь, медь, нефть, серебро и уран, и занимает седьмое место в мире по производству хлопка.",




lang_bred_map : "Центральная Азия",
lang_linkAbout : "Подробнее",
lang_linkPop : "Население",
lang_linkEmissions : "Выбросы",
lang_linkClimate : "Климат",
lang_linkIndices : "Индексы",
lang_title_rcp : "Изучите возможные будущие сценарии ",
lang_rcp_info1 : "<p> На основе анализа исторических данных и оценки различных параметров, влияющих на изменение климата, составители климатических моделей и комплексной оценки  разработали четыре глобальных сценария будущего развития, называемых репрезентативными траекториями концентрации (RCP). </p> <p> Сценарии строятся на климатических моделях наряду с различными социальными, экономическими и политическими факторами для прогнозирования различных переменных  вплоть до 2100 года. </p> <p> Климатические проекции отображают возможную траекторию основных параметров по оптимистичному (RCP4.5) и пессимистичному (RCP8.5) сценариям развития. </p>",
lang_rcp_info2 : "<p> Пик выбросов приходится на середину века, что примерно на 30% выше, чем в 2000-х годах, с быстрым снижением в течение последующих 30 лет и стабилизацией на уровне примерно 30% от уровня 2000 года. </p> <p> Концентрация CO <sub > 2 </sub> соответствует текущим тенденциям вплоть до 2040 года и составит около 520 частей на миллион в 2070 году, с последующим снижением темпов роста. </p> <p> Численность население достигнет отметки около 9 миллиардов к 2070 году с последующим периодом медленного снижения темпов роста до конца века, в то время как глобальный экономический рост будет умеренным, с ускоряющимся трендом ближе к концу (с 2080 г.). </p> <p> Потребление нефти остается довольно постоянным до 2100 г., в то время как возобновляемые источники энергии и ядерная энергетика будут играть  более важную роль. </p> <p> Интересно, что посевные площади и пастбища сокращаются, а лесовозобновление увеличивается. </p>",
lang_rcp_info3 : "<p> Выбросы продолжают быстро расти в начале и в середине века. К 2100 году годовые выбросы стабильно будут на уровне чуть менее 130 гигатонн углерода по сравнению с примерно 38 гигатоннами в 2000 году. </p> <p> Концентрация CO <sub> 2 </sub> в атмосфере увеличивается и достигает 950 ppm к 2100 году. Этот показатель  будет расти еще последующие 100 лет. </p> <p> Рост населения остается высоким, достигая отметки в  12 миллиардов к концу века. Это верхний предел прогнозов ООН. Экономический рост остается линейным на протяжении всего прогноза, но предполагает гораздо более низкие доходы и рост на душу населения в развивающихся странах. </p> <p> Этот сценарий очень энергоемкий, при этом общее потребление будет расти в течение столетия,  опередив текущий уровень более чем в 3 раза. Потребление нефти быстро растет до 2070 года, после чего снижается с более быстрой тенденцией. Уголь обеспечивает основную часть значительного увеличения энергопотребления. </p> <p> Землепользование соответствует текущим тенденциям, т. е. увеличиваются посевные площади и площади травяного покрова, в то время как площадь лесов будет сокращаться </p>",
lang_select_rcp : "Переместите курсор, чтобы исследовать различные сценарии",
lang_rcp45 : "Лучший глобальный сценарий",
lang_rcp85 : "Худший глобальный сценарий",
lang_num_rcp45 : "RCP 4.5",
lang_num_rcp85 : "RCP 8.5",
lang_source : "Источник данных",
lang_min_warning_msg : "Исторический минимум",
lang_max_warning_msg : "Исторический максимум",
lang_var_from : "от",
lang_var_to : "до",
lang_sector1 : "Сельское Хозяйство",
lang_sector2 : "Энергия",
lang_sector3 : "Промышленность",
lang_title_emissions : "Выбросы парниковых газов",
lang_ch4_title : "Изменение климата",
lang_ch4_subtitle : "Метан(CH<sub>4</sub>)",
lang_ch4_info : "Метан - известный парниковый газ, имеющий потенциал глобального потепления (ПГП), равный 34 за 100-летний период и 72 за 20-летний период. На долю концентрации метана приходится 20% общего радиационного воздействия от всех глобально смешанных парниковых газов.",
lang_nh3_title : "Качество Воды",
lang_nh3_subtitle : "Аммиак (NH <sub> 3 </sub>)",
lang_nh3_info : "Производство и контроль аммиака - один из основных факторов, определяющих качество воды и устойчивость водных источников. Он играет решающую роль в биосфере в качестве метаболического входа, поскольку является важным источником азота для многих живых систем. С другой стороны, его токсичность и сброс в водные источники и водные источники представляют угрозу для здоровья человека и животных, а также стабильности водных экосистем.",
lang_voc_title : "Качество Воздуха",
lang_voc_subtitle : "Летучие органические соединения (ЛОС)",
lang_voc_info : "ЛОС тесно связаны с качеством воздуха и, в частности, с качеством воздуха в помещениях. Они способствуют образованию тропосферного озона и смога, в то время как различные последствия ухудшения здоровья (респираторные, аллергические, иммунные) связаны с искусственными ЛОС.",
lang_no_gas : "Нет данных по этому сектору",
lang_gas_modal_close : "Закрыть",
lang_gas_var1 : "Средний показатель",
lang_gas_var2 : "Средняя Проекция",
lang_gas_var2_by1 : "к 2050",
lang_gas_var2_by2 : "к 2100",
lang_clim_temp : "Температура",
lang_clim_prec : "Дождевые осадки",
lang_clim_var1 : "Историческй средний показатель",
lang_clim_var2 : "Средняя Проекция",
lang_clim_var2_by1 : "к 2050",
lang_clim_var2_by2 : "к 2100",
lang_title_indices : "Спекторальные индексы",
lang_ndvi_title : "Землепользование",
lang_ndvi_subtitle : "Нормализованный разностный вегетационный индекс (NDVI)",
lang_ndvi_info : "Такие эффекты, как обезлесение, опустынивание и деградация земель, напрямую связаны с изменением климата и деятельностью человека. Земной покров, а также качественные характеристики, связанные со здоровьем растений и сельскохозяйственных культур, можно отслеживать и оценивать с помощью спутниковых изображений и их анализа для расчета таких показателей, как Нормализованный индекс разницы растительности (NDVI). NDVI используется для определения землепользования (возделываемые культуры, многолетние культуры, леса, пустыни) путем анализа коэффициента отражения света от местности в различных спектрах. В сочетании с другими данными он также используется для оценки здоровья сельскохозяйственных культур и урожайности для различных культур.",
lang_smi_title : "Качество почвы",
lang_smi_subtitle : "Индекс влажности почвы (SMI)",
lang_smi_info : "Согласно Организации Объединенных Наций, влажность почвы является одной из важнейших переменных окружающей среды и играет решающую роль в сельском хозяйстве, экологии и метеорологии. Это один из основных факторов, определяющих успех сбора урожая и устойчивость местной флоры, поскольку большая часть растений получает необходимую воду из почвы. Спутниковые изображения наряду с цифровыми картами высот и климатическими измерениями используются для расчета индекса влажности почвы (SMI), показателя количества воды, присутствующей между поверхностью почвы и уровнем грунтовых вод, откуда она поглощается растениями.",


lang_select_region : "Пролистайте страницу для ознакомления с  климатическими прогнозами по стране в целом. Для просмотра региональных данных, необходимо выбрать соответствующий регион на карте."

};


jslang = {

text_pop : "Население",
text_popsub : "(наведите указатель мыши, чтобы увидеть разбивку)",
text_males : "Мужчины",
text_females : "Женщины",
text_agegroups : "Возрастные группы",
text_popin : "Численность населения в",
text_male : "Мужчина",
text_female : "Женщина"

	
};	